Repository: pmpr/wp-cst-khaskade
Catalog: translation/*.po
Languages: fa_ir

source: Khaskade Custom
fa_ir: سفارشی خاص‌کده

source: City
fa_ir: شهر

source: Mobile
fa_ir: موبایل

source: Address
fa_ir: آدرس

source: Province
fa_ir: استان

source: Products
fa_ir: محصولات

source: Full Name
fa_ir: نام و نام خانوادگی

source: Shipping Method
fa_ir: نحوه ارسال

source: Order has been successfully created.
fa_ir: سفارش با موفقیت ثبت شد.

source: Total:
fa_ir: جمع کل:

source: Create New Manual Order
fa_ir: ثبت سفارش جدید به صورت دستی

source: Postal Code
fa_ir: کد پستی

source: Select shipping method
fa_ir: نحوه ارسال را انتخاب کنید

source: Product
fa_ir: محصول

source: Search and select a product.
fa_ir: نام محصول را جستجو کرده و انتخاب کنید.

source: Quantity
fa_ir: تعداد

source: Send SMS
fa_ir: ارسال پیامک

source: Order Status
fa_ir: وضعیت سفارش

source: Processing
fa_ir: در حال پردازش

source: Completed
fa_ir: تکمیل شد

source: Cancelled
fa_ir: لغو شده

source: Order Note (Optional)
fa_ir: یاداشت سفارش (اختیاری)

source: Submit Order
fa_ir: ثبت سفارش

source: Submit Manual Order
fa_ir: ثبت سفارش دستی

source: This field is required.
fa_ir: این فیلد الزامی است.

source: Please select a product for this item.
fa_ir: لطفاً برای این آیتم یک محصول انتخاب کنید.

source: The products collection is invalid or incomplete. Please review the items and try again.
fa_ir: لیست محصولات نامعتبر یا ناقص است. لطفاً آیتم‌ها را بررسی کرده و دوباره تلاش کنید.

source: Quantity is required and must be greater than zero.
fa_ir: وارد کردن تعداد الزامی است و باید بزرگ‌تر از صفر باشد.

source: This product has already been added to the order.
fa_ir: این محصول قبلاً به سفارش اضافه شده است.

source: Forbidden
fa_ir: ممنوع

source: Campaign not found
fa_ir: کارزار پیامکی پیدا نشد

source: Status changed successfully to sending.
fa_ir: وضعیت با موفقیت به در حال ارسال تغییر کرد.

source: Can not change status, please refresh page and try again.
fa_ir: در حال حاضر قادر به تغییر وضعیت این آیتم نیستیم، لطفا صفحه را رفرش کنید و مجددا امتحان کنید.

source: Order Campaign SMSs
fa_ir: کارزارهای پامکی

source: Order Campaign SMS
fa_ir: کارزار پیامکی

source: Title
fa_ir: عنوان

source: Message Text
fa_ir: متن پیام

source: Orders Filter
fa_ir: فیلتر سفارش‌ها

source: Orders with "%1$s" between "%2$s" and "%3$s".
fa_ir: سفارش‌هایی با وضعیت «%1$s» در بازه زمانی «%2$s» تا «%3$s».

source: Including "%s" recipients for sending.
fa_ir: شامل %s مخاطب برای ارسال.

source: Process Status
fa_ir: وضعیت پردازش

source: Awaiting to Approve
fa_ir: در انتظار تأیید

source: Sending
fa_ir: در حال ارسال

source: Failed
fa_ir: شکست خورد

source: Orders Start Date
fa_ir: تاریخ شروع سفارش‌ها

source: Orders End Date
fa_ir: تاریخ پایان سفارش‌ها

source: Users
fa_ir: کاربران

source: Created At
fa_ir: تاریخ ایجاد

source: Please provide a non-empty text and make sure it does not exceed %s characters
fa_ir: لطفاً متنی غیرخالی وارد کنید و مطمئن شوید طول آن بیش از %s کاراکتر نباشد

source: This action is irreversible. Once confirmed, SMS messages will be sent through your SMS panel and cannot be canceled or modified.
fa_ir: این عملیات غیرقابل بازگشت است. پس از تأیید، پیامک‌ها از طریق پنل پیامکی شما ارسال شده و امکان لغو یا ویرایش وجود نخواهد داشت.

source: The following message will be sent to %1$s users who placed orders with the status %2$s from %3$s to %4$s
fa_ir: پیام زیر برای %1$s کاربر که سفارش‌هایی با وضعیت %2$s در بازه زمانی %3$s تا %4$s ثبت کرده‌اند ارسال خواهد شد

source: Are you sure you want to proceed?
fa_ir: آیا از ادامه این عملیات اطمینان دارید؟

source: SMS Sending Confirmation (Approve Campaign)
fa_ir: تاییدیه ارسال پیامک (تایید کارزار)

source: Approve Campaign
fa_ir: تایید ارسال

source: The entered message is invalid. Please provide a non-empty text and make sure it does not exceed %s characters.
fa_ir: پیام وارد شده نامعتبر است. لطفاً متنی غیرخالی وارد کنید و مطمئن شوید طول آن بیش از %s کاراکتر نباشد.

source: Order Start Date
fa_ir: تاریخ شروع سفارش‌ها

source: Order End Date
fa_ir: تاریخ پایان سفارش‌ها

source: No orders with status "%1$s" were found within the specified date range (%2$s to %3$s).
fa_ir: در بازه زمانی مشخص‌شده (%2$s تا %3$s) هیچ سفارشی با وضعیت «%1$s» یافت نشد.

source: Campaign Recipients
fa_ir: مخاطبان

source: Campaign Recipient
fa_ir: مخاطب

source: Campaign
fa_ir: کارزار

source: View Invoice
fa_ir: مشاهده فاکتور

source: Bad Request
fa_ir: درخواست بد

source: Can not find order for order id: "%s".
fa_ir: سفارشی با شماره شناسه %s یافت نشد.

source: Order Not Found
fa_ir: سفارش یافت نشد

source: Seller
fa_ir: فروشنده

source: Company Code
fa_ir: کد افتصادی

source: Register Code
fa_ir: شماره ثبت

source: Phone
fa_ir: تلفن

source: State
fa_ir: استان

source: Shopper
fa_ir: خریدار

source: Customer Note
fa_ir: یاداشت

source: Invoice | %s
fa_ir: فاکتور | %s

source: Shipping
fa_ir: حمل و نقل

source: Total
fa_ir: جمع کل

source: Print
fa_ir: چاپ

source: Save as Image
fa_ir: ذخیره تصویر

source: Save as PDF
fa_ir: ذخیره پی دی اف

source: Order Date
fa_ir: تاریخ سفارش

source: Invoice Number
fa_ir: شماره فاکتور

source: Security check failed. Please refresh the page and try again.
fa_ir: مشکلی در فرآیند بررسی درخواست شما پیش آمده است، لطفا صفحه را رفرش کرده و دوباره تلاش کنید.

source: Invalid Request
fa_ir: درخواست نامعتبر

source: The moment your shopping story was completed!
fa_ir: لحظه‌ای که داستان خریدت تکمیل شد!

source: One step closer to what you love!
fa_ir: یه قدم نزدیک‌تر به چیزی که دوستش داری!

source: The adventure begins with a special purchase!
fa_ir: شروع ماجراجویی با یه خرید خاص!

source: A purchase is not just a receipt, it’s a good feeling!
fa_ir: خرید که فقط یه رسید نیست، یه حس خوبه!

source: The scent of freshness, the joy of pleasure, a different experience!
fa_ir: بوی تازگی، حس لذت، تجربه‌ای متفاوت!

source: When quality and taste come together!
fa_ir: وقتی کیفیت و سلیقه به هم می‌رسن!

source: An invoice that signs your uniqueness!
fa_ir: یه فاکتور که مثل امضای خاص بودنته!

source: What you chose is now yours!
fa_ir: چیزی که انتخاب کردی، الان مال توئه!

source: From Khaskadeh, a special feeling for you!
fa_ir: از خاص کده، یه حس خاص برای تو!

source: This is the beginning of a sweet experience, not the end of a purchase!
fa_ir: این شروع یه تجربه شیرینه، نه پایان خرید!

source: You deserve the best, and this is a step toward having it!
fa_ir: تو لایق بهترین‌هایی، و این یه قدم برای داشتنشونه!

source: This is not just a purchase, it’s a pure and unique feeling!
fa_ir: این فقط یه خرید نیست، یه حس ناب و بی‌نظیره!

source: Don’t trade the feeling this purchase gives you for anything!
fa_ir: حسی که این خرید بهت می‌ده، با هیچ چیزی عوض نکن!

source: A choice only the special ones understand!
fa_ir: انتخابی که فقط خاص‌ها می‌فهمن!

source: Shopping means joy, and this invoice seals it!
fa_ir: خرید یعنی لذت، و این فاکتور مهر تاییدشه!

source: Welcome to the world of unique taste!
fa_ir: به دنیای سلیقه‌های خاص خوش اومدی!

source: Until your next purchase, may this good feeling stay with you!
fa_ir: تا خرید بعدی، این حس خوب همراهت باشه!

source: A purchase that stands out from the rest!
fa_ir: یه خرید که فرق داره با بقیه!

source: More than a simple receipt, it’s a memory!
fa_ir: این بیشتر از یه رسید ساده‌ست، یه خاطره‌ست!

source: When a great choice becomes reality!
fa_ir: وقتی یه انتخاب خوب، واقعیت می‌شه!

source: This purchase is more than ordinary!
fa_ir: این خرید، بیشتر از یه خرید عادیه!

source: See? This is a special feeling!
fa_ir: می‌بینی؟ این یه حس خاصه!

source: Your smile is the best approval of this invoice!
fa_ir: لبخندت، بهترین تایید برای این فاکتوره!

source: You shopped to enjoy it, so enjoy it!
fa_ir: خرید کردی که کیفشو ببری، پس لذت ببر!

source: When quality, joy, and uniqueness come together!
fa_ir: وقتی کیفیت، لذت و خاص بودن یه جا جمع می‌شه!

source: An experience you will always remember!
fa_ir: یه تجربه‌ای که همیشه یادت می‌مونه!

source: This choice is a step toward your lifestyle!
fa_ir: این انتخاب، یه قدم به سمت سبک زندگیته!

source: What you love should always be yours!
fa_ir: همیشه چیزی که دوست داری، مال توئه!

source: A purchase worth more than its price!
fa_ir: خریدی که ارزشش بیشتر از قیمتشه!

source: You are unique, so you chose uniquely!
fa_ir: تو خاصی، پس خاص انتخاب کردی!

source: The moment your happiness begins!
fa_ir: لحظه‌ای که خوشحالی از خریدت شروع می‌شه!

source: An invoice is not just numbers, it’s a good feeling!
fa_ir: فاکتور فقط یه عدد نیست، یه حس خوبه!

source: This is a memory, not just a purchase!
fa_ir: این یه خاطره‌ست، نه فقط یه خرید!

source: The difference is in the details, and you chose the best ones!
fa_ir: تفاوت توی جزئیاته، و تو بهترین جزئیات رو انتخاب کردی!

source: Your journey started with a special purchase!
fa_ir: سفرت با یه خرید خاص شروع شد!

source: Quality, emotion, and joy flow through this invoice!
fa_ir: کیفیت، احساس و لذت توی این فاکتور موج می‌زنه!

source: What you chose is worth every moment!
fa_ir: چیزی که انتخاب کردی، ارزش لحظه‌ها رو داره!

source: Your smile is our success!
fa_ir: لبخند تو، موفقیت ماست!

source: A purchase you will always remember!
fa_ir: یه خرید که همیشه یادت می‌مونه!

source: The good feeling starts here!
fa_ir: احساس خوب از اینجا شروع می‌شه!

source: A purchase that will make your day better!
fa_ir: یک خریدی که قراره حالتو عالی کنه!

source: What you needed is now with you!
fa_ir: چیزی که لازم داشتی، الان پیشته!

source: Your special shopping story begins here!
fa_ir: داستان خاص خریدت از اینجا شروع شد!

source: Quality, taste, and a great purchase in one invoice!
fa_ir: کیفیت، سلیقه و یه خرید عالی توی این فاکتوره!

source: When you choose the best, the best reaches you!
fa_ir: وقتی بهترینا رو انتخاب می‌کنی، بهترینا بهت می‌رسن!

source: This is not an ordinary invoice, it’s an amazing feeling!
fa_ir: این یه فاکتور عادی نیست، یه حس فوق‌العاده‌ست!

source: What you bought is part of your lifestyle!
fa_ir: چیزی که خریدی، تکه‌ای از سبک زندگیته!

source: An invoice that tastes like a great experience!
fa_ir: انتخابی که فقط خاص‌ها می‌فهمن!

source: Quality is exactly what you’re holding now!
fa_ir: کیفیت یعنی همین چیزی که الان توی دستاته!

source: A purchase that makes you feel better!
fa_ir: یک خریدی که حالتو بهتر می‌کنه!

source: Your journey toward a better experience has begun!
fa_ir: سفرت به سمت یه تجربه بهتر شروع شد!

source: This purchase was not accidental, it was a decision!
fa_ir: خریدی که انتخابش اتفاقی نبود، یه تصمیم بود!

source: Enjoy this purchase, it’s truly yours!
fa_ir: از این خرید لذت ببر، چون برای توئه!

source: Good choices create good feelings!
fa_ir: انتخابای خوب، حسای خوب می‌سازن!

source: This is where tasteful people shop!
fa_ir: اینجا جاییه که خوش‌سلیقه‌ها خرید می‌کنن!

source: You just unlocked a great experience!
fa_ir: تو یه تجربه عالی رو باز کردی!

source: The product you wanted is now yours!
fa_ir: محصولی که خواستی، الان پیشته!

source: This invoice is special because it was issued for someone special!
fa_ir: این یه فاکتور خاصه، چون برای یه فرد خاص صادر شده!

source: Life is short, make it joyful with special purchases!
fa_ir: زندگی کوتاهه، برای لذت بردن از خریدات وقت بذار!

source: What you hold is the result of great taste and choice!
fa_ir: چیزی که دستته، حاصل سلیقه و انتخاب درستته!

source: When a purchase turns into a memory!
fa_ir: وقتی یه خرید، یه خاطره می‌شه!

source: The product you chose was worth the wait!
fa_ir: محصولی که انتخاب کردی، ارزش صبر کردن رو داشت!

source: Now it’s time to enjoy your purchase!
fa_ir: حالا وقتشه که از خریدت لذت ببری!

source: Quality, happiness, and good vibes inside this invoice!
fa_ir: کیفیت، خوشحالی و حس خوب توی این فاکتوره!

source: You didn’t just buy, you gained an experience!
fa_ir: تو خرید نکردی، یه تجربه گرفتی!

source: The best feeling? Unboxing what you love!
fa_ir: بهترین حس؟ باز کردن چیزی که عاشقشی!

source: Your purchase reflects your taste!
fa_ir: خرید تو، نشون‌دهنده سلیقه توئه!

source: Every time you see this, you’ll feel good!
fa_ir: هر بار که اینو ببینی، حس خوبی خواهی داشت!

source: A purchase that brings good vibes with it!
fa_ir: یه خرید که یه حس خوب با خودش میاره!

source: This is not just an invoice, it’s a special moment!
fa_ir: این فقط یه فاکتور نیست، یه لحظه خاصه!

source: Every purchase tells a story, and yours has just begun!
fa_ir: هر خرید، یه داستانه و این داستانت تازه شروع شده!

source: Enjoy your purchase, you deserve it!
fa_ir: از خریدت لذت ببر، چون لیاقتشو داری!

source: You got what you wanted, now enjoy it!
fa_ir: به چیزی که خواستی رسیدی، وقت لذت بردنه!

source: This invoice is not ordinary, it’s a memory!
fa_ir: این یه فاکتور معمولی نیست، یه خاطره‌ست!

source: This purchase is more than a transaction, it’s an experience!
fa_ir: این خرید، بیشتر از یه معامله‌ست، یه تجربه‌ست!

source: Your choice defines you, and you chose perfectly!
fa_ir: انتخابت تو رو تعریف می‌کنه، و تو عالی انتخاب کردی!

source: What you bought is now part of your life!
fa_ir: چیزی که خریدی، از الان بخشی از زندگیته!

source: One purchase, one experience, one special memory!
fa_ir: یه خرید، یه تجربه، یه خاطره خاص!

source: An invoice approved by your smile!
fa_ir: فاکتوری که لبخند تو، بهترین تاییدشه!

source: SMS sending scheduled for status "%s".
fa_ir: ارسال پیامک برای وضعیت "%s" برنامه‌ریزی شد.

source: Khaskade Custom Setting
fa_ir: تنظیمات سفارشی خاص‌کده

source: Setting
fa_ir: تنظیمات

source: Template
fa_ir: الگو

source: Sender (optional)
fa_ir: شماره‌ ارسال (اختیاری)

source: If left empty, the default sender number will be used.
fa_ir: در صورت خالی بودن، شماره پیش‌فرض پنل استفاده خواهد شد.

source: Invoice
fa_ir: فاکتور

source: Configure Order Invoice
fa_ir: پیکربندی فاکتور سفارش

source: Seller Information
fa_ir: اطلاعات فروشنده

source: Store Name
fa_ir: نام فروشگاه

source: Logo
fa_ir: لوگو

source: Email
fa_ir: ایمیل

source: Template Content
fa_ir: محتوای قالب

source: Co Seller Text
fa_ir: متن همکاری در فروش

source: Thanks Message
fa_ir: پیام تشکر

source: SMS
fa_ir: ارسال پیامک

source: Configure SMS Sending
fa_ir: پیکربندی ارسال پیامک

source: Order Campaign
fa_ir: کارزار پیامکی

source: SMS Provider
fa_ir: ارسال پیامک با

source: On Order Status Changed to Processing
fa_ir: هنگارم تغییر وضعیت سفارش به «در حال پردازش»
